{
    "Content": [
        {
            "id":1,
            "Title":"UEFA Europa League qualifying explained: Dates, how it works",
            "content":"The Champions Path features ten teams eliminated from Champions League second qualifying round (Champions Path) The League Path features two automatic entrants and two teams eliminated from Champions League second qualifying rou(League Path)Ten teams will book their place in the 2023/24 UEFA Europa League group stage via qualifying.UEFA.com explains how it works and when it all takes place.",
            "img":"https://editorial.uefa.com/resources/0282-18453658288d-a30b2f9602bd-1000/format/wide1/sevilla_fc_v_as_roma_-_uefa_europa_league_final_2022_23.jpeg?imwidth=2048"
        },
        {
            "id":2,
            "Title":"Europa Conference League qualifying: All the fixtures and results",
            "content":"The website also contains all player, manager and referee profiles, including international appearance and goal statistics. Names of persons, clubs and venues are commonly given in their native languages. The Cyrillic names in languages of the former Yugoslav republics were translated into Serbo-Croatian, the non-Latin names in other languages were translated into English.",
            "img":"https://editorial.uefa.com/resources/0282-1861e7d161e4-9612f4b9fe3d-1000/format/wide1/16x9_uecl_calendar_2024.jpeg?imwidth=2048"
        },
        {
            "id":3,
            "Title":"Bayern Munich to face Manchester City in UEFA Champions League quarter-final; Bayer Leverkusen vs. Union Saint-Gilloise in Europa League",
            "content":"Germanys last-standing representative in the Champions League and the champions of England have met six times before in UEFA competition, but not since the 2014/15 group stage. The record against the team currently coached by former Bayern boss Pep Guardiola is three wins each. Its also another encounter for the record champions against former Borussia Dortmund striker Erling Haaland.",
            "img":"https://assets.bundesliga.com/tachyon/sites/2/2023/03/BL_in-Europe_QF__16-9.jpg?crop=0px,0px,1200px,675px&fit=1140,1140"
        },
        {
            "id":4,
            "Title":"Champions League: Tottenham humiliated by Bayern, Real fights back against Club Brugge",
            "content":"What happened in the first half can happen to you. The opposition can make life difficult for you. We knew alabouthe three quick players they had up top, but the problem is that when they score, that gives them a boost.In the second half everything changed, we showed some heart, commitment and played in the opposition's half.",
            "img":"https://dynaimage.cdn.cnn.com/cnn/digital-images/org/e107335e-19d6-4e21-86c9-7c249f701048.jpg"
        },
        {
            "id":5,
            "Title":"Lionel Messi: The greatest free-kick taker of all-time?",
            "content":"It felt like a moment of destiny, one that few players other than Lionel Messi have been able to conjure up quite so often. There he was, the player seen by many as the greatest of all-time, standing over the ball in another big moment. On his Inter Miami debut, his true introduction to North America, Messi buried a free-kick in the last minute to seal a win for his club in their first Leagues Cup match.",
            "img":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt51a5f2f4fb3f4462/64d450262b5d969d4af71e1c/Messi_Free_Kick_Taker.jpg?auto=webp&format=pjpg&width=828&quality=60"
        },
        {
            "id":6,
            "Title":"Arsenal 2023-24 season preview: Watch out Man City! Gunners' incredible transfer window means there's two Premier League title favourites",
            "content":"Arsenal spent little time sulking this summer, though, moving quickly to strengthen Mikel Arteta's squad with a string of exciting additions. It's not just another prospective Premier League title challenge that Gunners fans have to get excited about either. Arsenal are also returning to the Champions League this season, giving them a chance to rub shoulders with Europe's elite once again.",
            "img":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt306ee807fe94e77c/64d37b81114b64a4bf1b56a3/Club_Preview_Arsenal.jpg?auto=webp&format=pjpg&width=828&quality=60"
        },
        {
            "id":7,
            "Title":"Euro 2024 qualifying draw: Date, time, seeding pots & where to watch & stream live",
            "content":"The 2024 iteration of UEFA's premier international football competition, the European Championship, will be hosted in Germany. It will be the second time that the tournament is played on German soil after 1988.",
            "img":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt8b159686fe9c7ca7/634035e30ff7011104dfbdf5/goal---web-three-way-split-window--ca456c53-9843-49b6-9de0-499121c37795.jpeg?auto=webp&format=pjpg&width=828&quality=60"
        },
        {
            "id":8,
            "Title":"Sky Bet EFL 2020/21 season: Fixtures announced on Friday",
            "content":"It felt like a moment of destiny, one that few players other than Lionel Messi have been able to conjure up quite so often. There he was, the player seen by many as the greatest of all-time, standing over the ball in another big moment. On his Inter Miami debut, his true introduction to North America, Messi buried a free-kick in the last minute to seal a win for his club in their first Leagues Cup match.",
            "img":"https://e0.365dm.com/20/07/2048x1152/skysports-efl-live_5039346.jpg?20200714153628"
        },
        {
            "id":9,
            "Title":"Lionel Messi: The greatest free-kick taker of all-time?",
            "content":"It felt like a moment of destiny, one that few players other than Lionel Messi have been able to conjure up quite so often. There he was, the player seen by many as the greatest of all-time, standing over the ball in another big moment. On his Inter Miami debut, his true introduction to North America, Messi buried a free-kick in the last minute to seal a win for his club in their first Leagues Cup match.The first round of the competition - which will officially mark the start of the EFL season - is scheduled to take place on September 5, but due to the international window may be played on alternative dates.",
            "img":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt51a5f2f4fb3f4462/64d450262b5d969d4af71e1c/Messi_Free_Kick_Taker.jpg?auto=webp&format=pjpg&width=828&quality=60"
        },
        {
            "id":10,
            "Title":"Other dates for your diary",
            "content":"The national team football windows of October and November 2020 will now feature triple-headers instead of double-headers, allowing the postponed European Qualifiers play-offs to be rescheduled at the beginning of the respective windows, on October 8 and November 12.It felt like a moment of destiny, one that few players other than Lionel Messi have been able to conjure up quite so often. There he was, the player seen by many as the greatest of all-time, standing over the ball in another big moment. On his Inter Miami debut, his true introduction to North America, Messi buried a free-kick in the last minute to seal a win for his club in their first Leagues Cup match.",
            "img":"https://e0.365dm.com/20/08/2048x1152/skysports-premier-league-stapler_5070671.png?20200818111522"
        }
    ]
}